/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Nie można ukończyć czynności";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Spróbuj ponownie później.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ten format multimediów nie jest obsługiwany.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ten plik multimediów może być uszkodzony.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Ten program nie ma autoryzacji do odtwarzania tego pliku."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Nie można otworzyć";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Tego pliku multimediów nie można użyć.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Nie można odkodować";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Dekoder wymagany dla tych multimediów jest teraz zajęty.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Zatrzymaj pozostałe czynności odkodowujące multimedia i spróbuj ponownie.";
